-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Oct 14, 2022 at 08:46 AM
-- Server version: 10.4.25-MariaDB
-- PHP Version: 7.4.30

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `intl`
--

-- --------------------------------------------------------

--
-- Table structure for table `tlform`
--

CREATE TABLE `tlform` (
  `id` int(11) NOT NULL,
  `Nm` text NOT NULL,
  `details` text NOT NULL,
  `im` text NOT NULL,
  `ty` text NOT NULL,
  `pro` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `tlform`
--

INSERT INTO `tlform` (`id`, `Nm`, `details`, `im`, `ty`, `pro`) VALUES
(1, 'อุทยานแห่งชาติผาแต้ม', 'น้อยคนที่จะไม่เคยได้ยินชื่อผาแต้ม อุทยานแห่งชาติผาแต้ม อุบลราชธานี เพราะที่นี่เป็นหนึ่งในจุดชมพระอาทิตย์ขึ้นซึ่งได้รับความนิยมมากที่สุดแห่งหนึ่งในประเทศ ด้วยการตั้งอยู่เกือบทางปลายสุดของทิศตะวันออก จึงเป็นสถานที่แรกๆ ที่เห็นพระอาทิตย์ขึ้น จนเกิดเป็นกิจกรรมชมพระอาทิตย์ขึ้นก่อนใครในสยามช่วงส่งท้ายปีเก่าต้อนรับปีใหม่', 'https://i.ibb.co/yqPD8Ls/713x475.jpg', 'ธรรมชาติ', 'อุบลราชธานี'),
(2, '.ภูชี้ฟ้า', 'จังหวัดเชียงราย ก็เป็นอีกจังหวัด ที่มีความสวยงามมากๆ อย่างเช่น ภูชี้ฟ้า เป็นจุดชมวิว ทะเลหมอก ที่ยอดฮิตมากที่สุดในจังหวัดเชียงราย และเป็นที่สวยมากๆ ไม่ทำให้ผิดหวัง เราจะมองออกไป สุดลูกหูลูกตา และเห็นภูเขา ซับซ้อนกันมากๆหมอก มีความสวยงาม เป็นสีขาวๆ มองออกไปสุดลูกหูลูกตา ถ้าใครได้ไปสัมผัสสักครั้ง ก็จะถือว่าได้มาเชียงรายแล้ว', 'https://i.ibb.co/Fw6Fm80/8-5.jpg', 'ภูเขา', 'เชียงราย'),
(3, 'อุทยานแห่งชาติศรีน่าน', 'อุทยานแห่งชาติศรีน่าน เป็นอีก จุดที่มีคนเข้ามาเยี่ยมชมทะเลหมอกยาเช้า ที่สวยสดใส และงดงามมาๆ ถึง 2 จุด คือ ที่ดอยผาชู้ และ ตรง ดอยเสมอดาว ที่ ดอยเสมอดาว นั้น จะเป็นอีกที่ท่องเที่ยว มีความสวยงามและได้รับความนิยมสูงสุด มีชื่อเสียงมากที่สุดของจัวหวัดน่านอีกด้วย  ความสวยงาม ', 'https://i.ibb.co/3CXMVVN/14-1.jpg', 'ภูเขา', 'น่าน'),
(6, 'บ้านคีรีวง', 'หมู่บ้านที่มีบรรยากาศดีๆ มองเห็นวิวเขา หนาวนี้บอกได้เลยว่าคุณควรไปเยี่ยมเยียมบ้านคีรีวงในจังหวัดนครศรีธรรมราชซึ่งได้รับการกล่าวขวัญว่าเป็นสถานที่ที่มีอากาศดีที่สุดในประเทศไทย หากคุณได้ไปเยี่ยมเยียนบ้านคีรีวง คุณจะเพลิดเพลินกับหุบเขาที่รายล้อมไปอย่างยาวเหยียด รื่นรมย์กับต้นน้ำลำธาร และอากาศดีๆ ', 'https://i.ibb.co/hRt8Ghr/Winter-South-Pict-2.jpg', 'ธรรมชาติ', 'นครศรีธรรมราช'),
(7, 'เขื่อนรัชชประภา', 'เขื่อนรัชชประภา หรือเขื่อนเชี่ยวหลานในจังหวัดสุราษฎร์ธานี กุ้ยหลินเมืองไทยที่มีบรรยากาศสวยงามในทุกฤดูกาล เที่ยวเขื่อนรัชชประภาได้อารมณ์แอดเวนเจอร์สัมผัสธรรมชาติผสานกับความโรแมนติก เห็นเขาสวยๆ ผุดออกมาจากผืนน้ำที่กว้างใหญ่แผ่ไปจนสุดลูกหูลูกตา', 'https://i.ibb.co/4K65zFB/Winter-South-Pict-3.jpg', 'ธรรมชาติ', 'สุราษฎร์ธานี'),
(8, 'อุทยานแห่งชาติเขาหลวง', 'อุทยานแห่งชาติเขาหลวงในจังหวัดนครศรีธรรมราชเป็นอุทยานแห่งชาติที่ยังคงความอุดมสมบูรณ์ของพืชพันธุ์ธรรมชาติที่หลากหลาย โดยเฉพาะป่าเฟินโบราณและกล้วยไม้หายากนานาพันธุ์ของโลก ป่าผืนนี้ยังเป็นต้นน้ำของเขาหลวงยอดเขาที่สูงที่สุดในภาคใต้ของประเทศไทย', 'https://i.ibb.co/Ky9t4xH/Winter-South-Pict-4.jpg', 'ธรรมชาติ', 'นครศรีธรรมราช'),
(9, 'อุทยานแห่งชาติพุเตย', 'ไม่ต้องไปไกลถึงภาคเหนือ หรือภาคอีสาน ไปที่เที่ยวภาคกลางก็เจอวิวเขาสวยๆ สัมผัสกับทะเลหมอกยามเช้าได้ แถมคนยังน้อยกว่าเยอะ เที่ยวได้ชิลๆเลยที่ อุทยานแห่งชาติพุเตย ซึ่งตั้งอยู่ในอำเภอด่านช้าง จังหวัดสุพรรณบุรี', 'https://i.ibb.co/gm5GfSt/pic-3-welovesuphan-com.jpg', 'ธรรมชาติ', 'สุพรรณบุรี'),
(10, 'ตลาดน้ำท่าคา', 'ตลาดน้ำแห่งนี้ตั้งอยู่ที่ตำบลท่าคา อำเภออัมพวา ณ ที่แห่งนี้ ทุกคนจะได้สัมผัสกับวิถีชีวิตดั้งเดิมของชาวบ้านริมฝั่งแม่น้ำแม่กลอง ที่ส่วนใหญ่ประกอบอาชีพเกษตรกรรม และจะพายเรือนำผลผลิตของตัวเองมาขายที่ตลาดนี้ ไม่ว่าจะเป็น พืชผัก ผลไม้ อาหารคาวหวาน หรือว่าของใช้ต่างๆ จุดเด่นของตลาดนี้คือ เขาไม่ได้ขายทุกวันนะคะ จะขายกันเฉพาะ วันขึ้นหรือแรม 2 ค่ำ 7 ค่ำ 12 ค่ำ เท่านั้น มีเสน่ห์ไหมละ จะขายของต้องดูข้างขึ้นข้างแรมด้วย แล้วก็เปิดตลาดตั้งแต่เวลาประมาณ 08.00–11.00 น. โมงนะ', 'https://i.ibb.co/L6Ygk5q/pic-5-amazingthaitour.png', 'ทะเล', 'สมุทรสงคราม'),
(11, 'เขื่อนเจ้าพระยา', 'เขื่อนแห่งนี้เป็นเขื่อนทดน้ำขนาดใหญ่ที่สร้างขึ้นเป็นแห่งแรกของประเทศไทย ตั้งอยู่ที่บริเวณคุ้งบางกระเบียน เป็นเขื่อนคอนกรีตเสริมเหล็ก ยาว 237.50 เมตร สูง 16.5 เมตร เขื่อนนี้ถูกใช้ประโยชน์แง่ของชลประทาน รทดน้ำเพื่อการเกษตร โดยระบายน้ำจากแม่น้ำในภาคเหนือ สู่ภาคกลางและอ่าวไทย อีกทั้งยังใช้ผลิตไฟฟ้าสำหรับจ่ายในจังหวัดอีกด้วย', 'https://i.ibb.co/qgsPzxJ/pic-7-holidaythai-com.jpg', 'ทะเล', 'ชัยนาท'),
(12, 'ศูนย์ตุ๊กตาชาววังบ้านเสด็จ', 'อ่างทอง เป็นที่เที่ยวภาคกลางที่ต่อไปที่เราจะมาแนะนำกัน สถานที่ท่องเที่ยวใกล้กรุงเทพฯ แห่งนี้ มีชื่อเสียงเป็นแหล่งผลิตหัตถกรรมพื้นบ้าน เช่น ตุ๊กตาชาววัง งานจักสาน ใครที่กำลังมองหาของฝากที่มีเอกลักษณ์ ฝากผู้หลักผู้ใหญ่ ฝากเพื่อน คนรู้จัก แฟนชาวต่างชาติรับรองได้ว่าตุ๊กตาชาววังของบ้านเสด็จจะไม่ทำให้ผิดหวังแน่นอน', 'https://i.ibb.co/WDkDQWv/pic-8-FB-tukkatachaowang.jpg', 'ทะเล', 'อ่างทอง'),
(13, 'แกรนด์แคนยอน ', 'กหนึ่งที่เที่ยวใกล้กรุงเทพในจังหวัดชลบุรีอย่าง แกรนด์แคนยอน ชลบุรี หรือแกรนด์แคนยอนคีรี ตั้งอยู่ในเหมืองหินคีรีนคร ชลบุรี เป็นเหมืองเก่า ที่มีน้ำสีเขียวมรกตล้อมรอบด้วยภูเขาสลับซับซ้อน มุมถ่ายรูปเก๋ ๆ เพียบ ถ้าไปรับรองว่าได้รูปไม่ซ้ำใครแน่นอน ถ้าถ่ายรูปจนเหนื่อยแล้วที่นี่ก็มีร้านค้าเครื่องดื่ม อ่านต่อได้ที่ https://www.wongnai.com/listings/attractions-in-the-east-thailand?ref=ct', 'https://i.ibb.co/FhKbxtd/e5cc5346115c4b5a949ece76744bae61.jpg', 'ทะเล', 'ชลบุรี'),
(14, ' เกาะขาม', 'มาสูดกลิ่นไอทะเลกันที่เที่ยวทะเลภาคตะวันออกกับ เกาะขาม สัตหีบ เป็นเกาะที่ดูแลโดยพี่ ๆ ทหารก่อนไปต้องโทรจอง 4 - 5 วัน แจ้งชื่อ เบอร์โทรศัพท์ และรอบที่จะข้าม พอไปถึงก็จ่ายค่าตั๋ว และนั่งสองแถวไปรอคิวข้ามเรือได้เลย ใช้เวลาข้ามไปเกาะประมาณ 20 นาที แค่ท่าเรือน้ำก็ใสมากแล้ว พอข้ามไปถึงเกาะยิ่งใสมาก ๆ ทรายนุ่มละเอียด มีจุดท่องเที่ยวทางธรรมชาติระหว่างทางด้วย ที่สำคัญเกาะสะอาดมาก ไม่มีขยะเลย เพราะมีพี่ ๆ ทหารช่วยกันดูแลค่า', 'https://i.ibb.co/NpCQChV/f500c73c0a07489eb7c0820033910b36.jpg', 'ทะเล', 'ชลบุรี'),
(15, 'เกาะเสม็ด', 'อุทยานแห่งชาติเขาแหลมหญ้า - เกาะเสม็ด ตั้งอยู่ริมทะเลระยอง ขับรถเลียบชายหาดบ้านเพมาเรื่อย ๆ จนเจอป้ายหน้าอุทยานเข้าไปก็จะเจอด่านต้องเสียค่าธรรมเนียม และค่าเอารถเข้ามาด้วย ที่นี่มีบริการจุดกางเต็นท์ด้วย พอมองไปวิวตรงหน้า ก็จะเห็นทะเลใส ๆ สีสวย ๆ เดินไปเรื่อย ๆ จะมีประภาคารเล็ก ๆ กับแนวโขดหินให้ถ่ายรูป นอกจากนี้ยังมีเส้นทางเดินป่าศึกษาธรรมชาติด้วย ใครเป็นสายธรรมชาติแนะนำเลยเป็นหนึ่งในที่เที่ยวใกล้กรุงเทพที่ห้ามพลาด ', 'https://i.ibb.co/NtpX8SD/ca9b87eb092543ac95586990b5373404.jpg', 'ทะเล', 'ระยอง'),
(16, 'น้ำตกเอราวัณ', 'ป็นอีกหนึ่งสถานที่ ท่องเที่ยว ที่หลายคนคงคุ้นหูมาบ้างแล้ว ตั้งอยู่ที่ อำเภอศรีสวัสดิ์ จังหวัดกาญจนบุรี โดย น้ำ ตกจะมีทั้งหมด 7 ชั้นด้วยกัน แต่ก่อนเคยมีชื่อเรียกว่า น้ำตกสะด่องม่องลาย ตาม ชื่อของห้วย ที่เป็นต้นน้ำ ของน้ำตก มีหิน มีระยะทางมากกว่า 1,500 เมตร  แต่ละชั้นก็จะมีความสวยงามแตกต่างกันออกไป มีความสวยงาม ร่มรื่น ตามธรรมชาติ เป็นเสน่ห์ ที่ใครหลายคนหลงไหล ขึ้นชื่อมากที่สุดของ จังหวัดกาญจนบุรี อีกด้วย ', 'https://i.ibb.co/B48LpBV/1-5.jpg', 'น้ำตก', 'กาญจนบุรี'),
(17, 'น้ำตกพาเจริญ', 'เป็นอีกสถานที่ท่องเที่ยว ที่น่าหลงไหลอีกที่  น้ำตกพาเจริญ  เป็นเส้นทางผ่านไปยังแม่สอด แม้ว่าน้ำตกห่งนี้จะไม่ได้สะดวกสบาย เหมือนน้ำตก อื่นๆ แต่ก็มีความสวยงามไม่แพ้กัน  มีหินเป็นชั้นๆ  ต้อง ต้องผจญภัยเท่ากับน้ำตกอุ้มผาง เดินผ่านหินเรียลสวยงาม มีน้ำตกไหลลงมาเป้นชั้นๆ สวยงาม เหมือนขั้นบันได ท่ามกล่างป่าที่เขียวขจี ', 'https://i.ibb.co/0cmqjwT/6-5.jpg', 'ทะเล', 'ตาก'),
(18, 'ตลาดน้ำดำเนินสะดวก', 'ตลาดน้ำดำเนินสะดวก เป็นอีกหนึ่งตลาดที่มีอายุนับร้อยปีของไทย มีชื่อเสียงโด่งดังไปทั่วโลกอีกด้วย เรียกได้ว่า ใครที่มาเที่ยว จักหวัดราชบุรี จะไม่มาที่นี่ไม่ได้เด็ดขาก โดยที่นี่ เป็นที่ท่องเที่ยว ได้รับคำเชยชม ว่า ตื่นใจถ้ำงาม  ตลาดน้ำดำเนิน  เพลินค้างคาวร้อยล้าน  ย่านยี่สกปลาดี สำหรับ คนที่ไม่ชอบน้ำตก เปลี่ยนบรรยากาศมา ดูวิธีชีวีตชาวบ้าน โดยมีของโบราณวัตถุ และยังมีอาหาร พื้นเมือง รวมไปถึงของดี เมืองต่างๆด้วย ชาวบ้านจะพายเรือ มาขาย ใครที่ชอบอะไร สามารถเดินไป กิน ไปเที่ยว ปได้เลย สรรค์ของนักชิมเลยก็ว่าได้ที่นี่ จะได้พบกับอาหารอร่อยๆ ที่ต้องอิ่มจนพุงกางเลยทีเดียว', 'https://i.ibb.co/pW6GrNY/9-5.jpg', 'ทะเล', 'ราชบุรี'),
(19, 'เดอะ เวเนเซีย ', 'สำหรับใคร ที่ชอบความสวยงามเหมือนไปเที่ยวต่างประเทศล่ะก็ เดอะ เวเนเซีย มีพายเรือ ชมธรรมชาติ มีการตกแต่งเหมือน ยก เมืองเวนิสมาไว้ในประเทศไทย โดยมี จัตุรัสเซ็นต์มาร์ค และมี หอระฆัง เหมือนเวนิส  เป็นอีกหนึ่ง ที่ท่องเที่ยว ที่ใครก็กล่าวถึง และ มี แกรนด์คาแนล  เป็นคลองหลักให้พายเรือ ไม่ต่ำกว่า 200 เมตร ให้ได้นั้งชมวิว', 'https://i.ibb.co/BPpz89c/13.jpg', 'ทะเล', 'ประจวบคีรีขันธ์'),
(20, 'สะพานข้ามแม่น้ำแคว', 'ใครก็ตามที่มา ที่ จังหวัด กาญจนบุรี จะต้องมาสถานที่แห่งนี้ สะพานข้ามแม่น้ำแคว ที่เป็นทางรถไฟ ที่ดูมีความแข็งแกร่งอยากมาก ตัวสะพานทอดตัวยาวกว่า 300 เมตร เป็นงานก่อนสร้าง มีความสวยงาม เป็นที่น่าภาคภูมิใจของไทยเป็นอย่างมาก แต่กว่าจะได้สะพานแห่งนี้มา เบื้องหลังนั้น ต้องแลกด้วย ชีวิตของผู้คนมากมายใน สงครามโลกครั้งที่ 2 ', 'https://i.ibb.co/6FNJ85x/16.jpg', 'ธรรมชาติ', 'กาญจนบุรี'),
(21, 'อุทยานแห่งชาติภูกระดึง', 'ความคลาสสิคของกิจกรรมเดินป่าเมืองไทย ภูกระดึงเป็นอุทยานแห่งชาติลำดับที่ 2 จัดตั้งขึ้นตั้งแต่ปี พ.ศ. 2505 นับจากนั้นมีนักท่องเที่ยวมากมายในแต่ละปีที่จะมาวัดพลังกายพลังใจพิชิตภูกระดึง  เส้นทางเดินเท้าขึ้นภูกระดึงมีระยะทางประมาณ 5.5 กิโลเมตร จากนั้นต้องเดินอีก 3.5 กิโลเมตร เพื่อไปศูนย์บริการนักท่องเที่ยวและจุดพักแรม มีให้บริการทั้งบ้านพัก ลานกางเต็นท์ ร้านค้า ร้านอาหาร', 'https://i.ibb.co/fDtZC6w/image.jpg', 'ภูเขา', 'เลย'),
(22, 'อุทยานแห่งชาติภูเรือ', 'อุทยานแห่งชาติภูเรือ ใครที่อยากสัมผัสอากาศ “หนาวสุดแดนสยาม” จนถึงขั้นเห็นแม่คะนิ้ง ต้องมาที่นี่ จุดชมวิวที่รู้จักกันดีคือ ผาโหล่นน้อย ซึ่งเป็นจุดชมวิวพระอาทิตย์ขึ้นที่สวยงาม  และหากเดินขึ้นเขาไปอีกประมาณ 700 เมตร จะพบกับ ยอดภูเรือ ซึ่งสูงจากระดับน้ำทะเลปานกลาง 1,365 เมตร เป็นจุดชมวิวที่สามารถมองเห็นทั้งแม่น้ำเหืองและแม่น้ำโขง ซึ่งกั้นระหว่างพรมแดนไทย–ลาว', 'https://i.ibb.co/mBNC9YV/951x634.jpg', 'ธรรมชาติ', 'มหาสารคาม'),
(32, 'ดอยผาตั้ง', 'ตั้งอยู่ใกล้ทางหลวงหมายเลข 1093 กิโลเมตรที่ 89 เป็นจุดชมวิวไทย-ลาว มีความสูง 1,635 เมตร และเที่ยวชมทะเลหมอกได้ตลอดปี ในเดือนธันวาคมถึงมกราคมจะมีดอกซากุระบาน และเดือนกุมภาพันธ์มีดอกเสี้ยวบานสะพรั่งงดงาม ซึ่งที่นี่เป็นที่ตั้งของหมู่บ้านชาวจีนฮ่อ ม้ง และเย้า โดยเฉพาะจีนฮ่อนั้น', 'https://i.ibb.co/mS3SmTb/ppo4-1.jpg', 'ภูเขา', 'เชียงราย'),
(33, ' จุดชมวิวเสม็ดนางชี ', '  ตั้งอยู่ที่บ้านเสม็ดนางชี หมู่ 2 ตำบลคลองเคียน อำเภอตะกั่วทุ่ง ที่นี่ถือได้ว่าเป็นจุดชมวิวแห่งใหม่ของจังหวัดพังงา ว่ากันว่าบรรยากาศวิวระดับหลักล้านเลยทีเดียว นักท่องเที่ยวนิยมที่จะขึ้นไปยังจุดชมวิวเสม็ดนางชีในช่วงบ่ายก่อนพระอาทิตย์ตกดิน แล้วนอนกางเต็นท์พักค้างแรม 1 คืน ก่อนจะลงมาในช่วงสายของอีกวัน เพราะบรรยากาศของที่นี่จะสวยงามแตกต่างกันออกไป ยามเย็นจะได้ชมภูเขาหินปูนกลางทะเลเป็นสีเหลืองทอง', 'https://i.ibb.co/VSBz22M/paktai2.jpg', 'ทะเล', 'พังงา');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `tlform`
--
ALTER TABLE `tlform`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `tlform`
--
ALTER TABLE `tlform`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=34;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
